Repository: posterstock/posterstock-app
Catalog: lib/l10n/app_*.arb
Languages: ru

source: Back
ru: Назад

source: Follow
ru: Подписаться

source: Unfollow
ru: Отписаться

source: Poster
ru: Постер

source: Posters
ru: Постеры

source: Report
ru: Пожаловаться

source: Delete
ru: Удалить

source: edit
ru: Редактировать

source: Search
ru: Поиск

source: Cancel
ru: Отмена

source: Acounts
ru: Аккаунты

source: Lists
ru: Списки

source: Add
ru: Добавить

source: Yes
ru: Да

source: No
ru: Нет

source: minute
ru: минута

source: minutes
ru: минут

source: hour
ru: час

source: hours
ru: часов

source: Settings
ru: Настройки

source: Save
ru: Сохранить

source: Next
ru: Дальше

source: share
ru: Поделиться

# login_welcome_title
source: Welcome to Posterstock
ru: Добро пожаловать в Posterstock

# login_welcome_email_hint
source: Enter you email address...
ru: Введите ваш email адрес

# login_welcome_otp
source: Continue with OTP Email
ru: Продолжить через Email

# login_welcome_or
source: Or
ru: Или

# login_welcome_apple
source: Continue with Apple
ru: Продолжить с Apple

# login_welcome_google
source: Continue with Google
ru: Продолжить с Google

# login_welcome_privacy1
source: By clicking "Continue with Email/Google/Apple" above, you acknowledge that you have read, understood, and agreed to the
ru: Выбирая “Continue with Google/Email/SAML” выше, вы подтверждаете что прочитали и принимаете

# login_welcome_privacy2
source: and
ru: и

# login_welcome_terms
source: Terms
ru: Posterstock Термины

# login_welcome_policy
source: Privacy Policy
ru: Политику Конфидициальности

# login_welcome_email_incorrect
source: Incorrect email
ru: Неверный формат

# login_signup_title
source: Sign up code
ru: Ввод кода

# login_signup_sendText
source: We just sent you a temporary up code. Please check your inbox and paste the sign up code below.
ru: Временный код был отправлен. Пожалуйста проверьте вашу почту и введите код.

# login_signup_name_hint
source: Name
ru: Имя

# login_signup_username_hint
source: @Username
ru: @имя_пользователя

# login_signup_inputCode_hint
source: Paste login code
ru: Введите код

# login_signup_createAccount
source: Create new account
ru: Создать аккаунт

# login_signup_username_exist
source: This username already exists
ru: Такое имя_пользователя уже существует

# login_signup_username_wrongSymbol
source: Symbols cannot be used
ru: Символы не поддерживаются

# login_auth_title
source: Login code
ru: Ввод кода

# login_auth_sendText
source: We just sent you a temporary up code. Please check your inbox.
ru: Временный код был отправлен

# login_auth_continue
source: Continue with login code
ru: Продолжить с кодом

# home_add_poster
source: Add poster to Watched
ru: Добавить Постер в Просмотренные

# home_add_watchlist
source: Add to Watchlist
ru: Добавить в Закладки

# home_add_list
source: Create a List
ru: Создать Список

# home_feed_suggestions
source: Suggestion post
ru: Предложенный пост

# poster_menu_movie
source: Movie
ru: Фильм

# poster_menu_listAdd
source: Add to List
ru: Добавить в Список

# poster_menu_openTMDB
source: Open on TMDB
ru: Открыть подробнее на TMDB

# poster_menu_watch
source: Where to watch
ru: Где смотреть

# poster_menu_posterShare
source: Share Poster
ru: Поделиться Постером

# poster_menu_posterEdit
source: Edit Poster
ru: Редактировать Постер

# poster_reply_field_hint
source: Text your reply
ru: Ваш ответ

# poster_reply
source: Reply
ru: Ответить

# poster_reply_empty
source: No one has left comments on this Poster yet
ru: Никто не оставил комментариев под этим Постером

# search_hint
source: Movie or TV Series
ru: Фильм или сериал

# search_add_watchlist_hint
source: Enter the title of the movie or series you'd like to add to your Watchlist.
ru: Введите название Фильма или Сериала, который вы хотите добавить в Закладки

# search_add_watched_title
source: Add poster to Watched
ru: Добавить Постер в Просмотренные

# search_add_watched_hint
source: Enter the title of the movie or series you'd like to add to your Watched.
ru: Введите название Фильма или Сериала, который вы хотите добавить в Просмотренные

# search_add_poster_hint
source: Share your one-line review with your audience, вЂЁit matters for them.
ru: Поделитесь впечатлением с вашей аудиторией

# search_add_poster_discart
source: Do you want to discart the post?
ru: Вы хотите сбросить ваш Пост?

# search_add_posterHidden_title
source: Hidden Poster?
ru: Скрытый Постер?

# search_add_posterHidden_text
source: You can add a poster without a description, but it will be hidden and visible only to you. Later, you can add a description.
ru: Вы можете добавить Постер без описания, но он будет скрыт и виден только вам. Позже вы сможете добавить впечатление к этому Постеру.

# search_add_posterHidden_hidden
source: Hidden
ru: Да, скрытый

# notification_notifications
source: Notifications
ru: Уведомления

# profile_followers
source: followers
ru: подписчики

# profile_following
source: following
ru: подписки

# profile_watched
source: Watched
ru: Просмотренные

# profile_watchlist
source: Wathclist
ru: Закладки

# profile_removeFromCollection
source: Removed from Collection
ru: Удалено из Просмотренные

# profile_menu_share
source: Share Profile
ru: Поделиться Профилем

# profile_menu_report
source: Report
ru: Пожаловаться

# profile_menu_block
source: Block
ru: Заблокировать

# profile_menu_shareMy
source: Share
ru: Поделиться

# profile_addToList_title
source: Add to list
ru: Добавить в Список

# profile_addToList_posters
source: Posters
ru: Постеры

# profile_lists_add_hint
source: Press 􀁍 for add poster to your collection
ru: Нажмите 􀁍 для добавления постера в Просмотренные

# profile_search_collection
source: Collection
ru: Удалено из Просмотренные

# profile_noWatched
source: has not added any posters to Watched yet
ru: ещё не добавил Постеры в Просмотренные

# posterEdit_editPoster
source: Edit Poster
ru: Редактировать Постер

# posterEdit_publishPoster
source: Publish Poster
ru: Опубликовать Постер

# posterEdit_publish
source: Publish
ru: Опубликовать

# watchlistAdd_add
source: Add to Watchlist
ru: Добавление Закладки

# watchlistAdd_bookmark
source: Add bookmark
ru: Создать Закладку

# listCreate_create
source: Create a List
ru: Создать Список

# listCreate_postersCounter
source: 0 of 30 posters
ru: 0 из 30 постеров

# listCreate_hint
source: To create a List, first add posters to Watched
ru: Для создания Списка, сначала добавить Постер в ваш Профиль

# listCreate_name
source: List name
ru: Название Списка

# listCreate_cover
source: Upload cover
ru: Загрузить Обложку

# listCreate_description
source: Description your list
ru: Описание Списка

# listCreate_createNow
source: Create list
ru: Создать Список

# gallery_upload_hint
source: Upload a 380 x 212 resolution picture or larger
ru: Загрузите 380х212 разрешения или больше

# watchlist_title
source: Watchlist: Community Posters
ru: Закладки: Постеры Пользователей

# watchlist_empty
source: No one has added this poster
ru: Никто не добавил этот Постер себе в Профиль

# watchlist_menu_openOnTMDB
source: Open on TMDB
ru: Открыть на TMDB

# watchlist_menu_addToWathced
source: Add to Watched
ru: Добавить в Просмотренные

# watchlist_menu_whereToWatch
source: Where to watch
ru: Где Смотреть

# settings_profileEdit_title
source: EditProfile
ru: Редактировать Профиль

# settings_profileEdit_changePhoto
source: Change profile photo
ru: Сменить Аватар

# settings_profileEdit_name
source: Name
ru: Имя

# settings_profileEdit_username
source: Username
ru: Имя_пользователя

# settings_profileEdit_description
source: Description
ru: Описание

# settings_profileEdit_usernameExistError
source: This username already exists
ru: Такое имя_пользователя уже используется

# settings_profileEdit_about
source: What can you say about it?
ru: Ваше описание

# settings_photo_title
source: Profile photo
ru: Фото Профиля

# settings_photo_chooseGallery
source: Choose from gallery
ru: Выбрать из Галереи

# settings_photo_take
source: Take photo
ru: Сделать Фото с Камеры

# settings_photo_remove
source: Remove photo
ru: Удалить Фото

# settings_language
source: Language
ru: Язык

# settings_german
source: German
ru: Немецкий

# settings_googleConnect
source: Connect Google account
ru: Подключить Google Аккаунт

# settings_appleConnect
source: Connected Apple account
ru: Подключить Apple Аккаунт

# settings_manageAccounts
source: Manage Google or Apple accounts to Posterstock to log in
ru: Управление Google или Apple аккаунтами

# settings_terms
source: Terms of Service
ru: Определения Сервиса

# settings_privacy
source: Privacy Policy
ru: Политика Конфидициальности

# settings_logout
source: Logout
ru: Выход из Профиля
